      *  PROBA MEMBER=APPSW CODE=UA05 AUTH=WEDE
      *  PROBA  STAND 27.10.2015(07.53) LAN=COB
       IDENTIFICATION DIVISION.
      
       PROGRAM-ID.                 BS12A00.
       AUTHOR. A.

       ENVIRONMENT DIVISION.
       CONFIGURATION SECTION.
