 IDENTIFICATION              DIVISION.
******************************************************************
 PROGRAM-ID.                 HELLO.
******************************************************************
 DATA                        DIVISION.
******************************************************************
 PROCEDURE                   DIVISION.
******************************************************************

     DISPLAY "HELLO"
     WORLD = "WORLD!"
     DISPLAY WORLD.
