 IDENTIFICATION              DIVISION.
******************************************************************
 PROGRAM-ID.                 HELLO.
******************************************************************
 DATA                        DIVISION.
******************************************************************
 PROCEDURE                   DIVISION.
******************************************************************

     DISPLAY "HELLO"
     DISPLAY "WORLD!".
