123456 IDENTIFICATION              DIVISION.
123456******************************************************************
123456 PROGRAM-ID.                 HELLO.
123456******************************************************************
123456 DATA                        DIVISION.
123456******************************************************************
123456 PROCEDURE                   DIVISION.
123456******************************************************************
123456
123456     DISPLAY "HELLO"
123456     WORLD = "WORLD!"
123456     DISPLAY WORLD.
