 IDENTIFICATION DIVISION.
 PROGRAM-ID. CALLING.
 DATA DIVISION.
 PROCEDURE DIVISION.
* LONDON CALLING
     CALL "LONDON"
     DISPLAY "FOO".
 FOO SECTION.
     CALL "LONDON".
