123456 IDENTIFICATION              DIVISION.
123456 PROGRAM-ID.                 HELLO.
123456 DATA DIVISION.
123456 WORKING-STORAGE SECTION.
123456 77 COUNTER  PIC 9(4).
123456 PROCEDURE                   DIVISION.
123456     MOVE 42 TO RETURN-CODE.
